-- phpMyAdmin SQL Dump
-- version 4.8.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 17, 2020 at 07:38 PM
-- Server version: 10.1.31-MariaDB
-- PHP Version: 5.6.35

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shop`
--

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` varchar(50) NOT NULL,
  `title` varchar(200) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `description` varchar(500) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `keywords` varchar(300) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `body` longtext CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `body2` longtext CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `body3` longtext CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `body4` longtext CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `images` varchar(4000) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `facilities` varchar(500) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `categories` varchar(150) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `rate` varchar(3) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `access_level` varchar(2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `title`, `description`, `keywords`, `body`, `body2`, `body3`, `body4`, `images`, `facilities`, `categories`, `rate`, `access_level`) VALUES
('p_1560452989245-3190', 'تلویزیون ال ای دی هوشمند ایکس ویژن مدل 55XT515 سایز 55 اینچ ', '', 'تلوزیون,xvision', '<div style=\"text-align: right;\">تلویزیون «ایکس‌ویژن» (X.Vision) مدل «55XT515»، مدلی هوشمند از این برند \nاست که با امکاناتی بسیار خوب و کارآمد طراحی و تولید شده است. این \nتلویزیون در سایز 55 اینچی تولید می‌شود و برای فضاهای نسبتا بزرگ و متوسط \nکافی است. کیفیت‌تصویر این تلویزیون Full HD است و تصاویر را با رزولوشن \n1920×1080پیکسلی به نمایش می‌گذارد. تصاویر از وضوح و کیفیت قابل‌قبولی \nبرخوردارند و کاربران از دیدن تصاویر این صفحه‌نمایش لذت می‌برند. نسبت \nصفحه‌نمایش 16:9 است. سیستم‌صوتی این تلویزیون نیز کیفیت قابل‌قبولی دارد و\n از دو بلندگوی 10 واتی‌ آن، صدایی با سیستم‌صوتی Dolby Digital پخش \nمی‌شود. امکانات این تلویزیون مثال‌زدنی است. 55XT515، تلویزیونی اندرویدی \nاست که با نسخه‌ی 4.4 تولید شده است. این ویژگی باعث می‌شود که کاربران با \nسهولت بیشتری تنظیمات تلویزیون خود را تغییر دهند و قابلیت دانلود و نصب \nاپلیکیشن‌های متعددی را داشته باشند؛ همچنین می‌توانید با اتصال به اینترنت\n و ورود به حساب کاربری خود، علاوه‌بر اپلیکیشن‌های دلخواهتان، به دانلود و\n نصب انواع بازی بپردازید. این تلویزیون مجهز به یک مرورگر اینترنت است تا \nدر صورت نیاز بتوانید با آن به جست‌وجو در صفحات وب بپردازید. علاوه‌بر \nامکانات مذکور، تلویزیون 55XT515 مجهز به یک گیرنده‌ی ‌دیجیتال داخلی است \nکه برای کاربران امکان دریافت و تماشای شبکه‌های صداوسیما را فراهم می‌کند.\n این تلویزیون هوشمند، با پشتیبانی از فرمت‌های بسیار متعدد صوتی و تصویری،\n عملکرد یک مدیاپلیر را عرضه می‌کند. می‌توانید با خیال راحت تمامی \nفایل‌های صوتی و تصویری خود را به این تلویزیون منتقل کرده و از آن‌ها \nاستفاده کنید. برای توضیح در رابطه با درگاه‌های ارتباطی این مدل، باید گفت\n که 55XT515 مجهز به دو عدد پورت USB است که امکان اتصال فلش‌مموری و \nهارداکسترنال را فراهم می‌کند. دو عدد پورت HDMI نیز وظیفه‌ی اتصال انواع \nپخش‌کننده‌های صوتی و تصویری به تلویزیون را بر عهده دارند. درصورتی‌که \nپخش‌کننده‌های قدیمی‌تری دارید که فاقد پورت HDMI هستند، می‌توانید از \nدرگاه کامپوزیت آن برای اتصال دستگاه استفاده کنید. درمجموع این تلویزیون \nهوشمند با قابلیت‌های بسیار متنوع خود، گزینه‌ی بسیار خوبی برای سالن‌های \nمتوسط به‌حساب می‌آید.</div>', '', '', '', '[\"3743157.jpg\",\"3743158.jpg\"]', '{\"rate\":true,\"vote\":true,\"tech\":true}', '', '', ''),
('p_1560453101138-8608', 'تلویزیون ال ای دی هوشمند سامسونگ مدل 55NU7900 سایز 55 اینچ', '', 'تلوزیون,samsung', '<div style=\"text-align: right;\">تلویزیون‌ «سامسونگ» مدل «55NU7900» از محصولات کارآمد و خوش‌ساخت این برند\n است. کیفیت تصویر آن 4K بوده و برایی کاربرانی که همواره این محتوا را \nدردسترس خود دارند، ویژگی بسیار مفید و کارآمدی محسوب می‌شود. برای \nکاربرانی که کنسول خانگی‌شان از کیفیت 4K پشتیانی می‌کند هم این تلویزیون \nنقش مکملی هیجان‌انگیز برای گیمینگ است. در کنار این مشخصات، وجود \nدرگاه‌های ارتباطی متنوع، سهولت بیشتری را برای مخاطبان فراهم می‌آورد. این\n تلویزیون در ابعاد 55 اینچی تولید شده و با قرارگرفتن در فضاهای متوسط، \nتماشای تلویزیون را برای تمامی بینندگان ممکن می‌سازد. سیستم صوتی این \nتلویزیون، درمجموع 20 وات صدا تولید می‌کند که برای یک تلویزیون 55 اینچی \nمناسب است. پشتیبانی این مدل از فرمت‌های Dolby Digital Plus&nbsp; و &nbsp;DTS برای \nشما این امکان را فراهم می‌کند که بتوانید از صدایی فراگیر بهره‌مند شوید. \nیکی از امکانات جذاب این مدل، رابط هوشمند است که قابلیت جست‌وجو در \nاینترنت و اشتراک‌گذاری اطلاعات را ممکن می‌سازد. گیرنده‌ی دیجیتال داخلی \n55NU7900، شما را از خرید یک دستگاه جداگانه معاف می‌سازد و می‌توانید از \nشبکه‌های دیجیتالی صداوسیما به‌راحتی استفاده کنید. همچنین راه‌های \nارتباطی&nbsp;DLNA را برای این تلویزیون در نظر گرفته‌اند. علاوه‌براین، به \nوسیله‌ی قابلیت &nbsp;Mirroring، می‌توانید تصویر موبایل خود را روی تلویزیون \nپخش کنید. برای اتصال فلش‌مموری و هارد اکسترنال به این دستگاه، دو عدد \nپورت USB در نظر گرفته شده است. برای انتقال تصاویر به صورت &nbsp;Full HD هم سه\n عدد پورت HDMI روی بدنه‌ی این مدل تعبیه کرده‌اند. برای داشتن گزینه‌های \nبیشتر برای متصل‌کردن تلویزیون به سایر دستگاه‌های صوتی و تصویری، یک رابط \nکامپوننت و یک عدد پورت کامپوزیت در این تلویزیون طراحی شده است. این مدل \nاز اتصال بی‌سیم Wi-Fi پشتیبانی می‌کند. برای سهولت در استفاده از این مدل،\n به همراه آن یک عدد ریموت‌کنترل ارائه می‌شود. شما می‌توانید بنا به \nسلیقه، این تلویزیون را روی میز قرار دهید یا با تهیه‌ی یک پایه‌ی مجزا، آن\n را به دیوار متصل کنید و از فضای بیشتری بهره‌مند شوید.</div>', '', '', '', '[\"3613602.jpg\",\"3613604.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1560453205716-3064', 'تلویزیون کیولد هوشمند خمیده سامسونگ مدل 65Q78 سایز 65 اینچ ', '', 'تلوزیون,samsung', '<div style=\"text-align: right;\">مدل «65Q78» از تلویزیون‌های سال 2017 «سامسونگ» (Samsung) است. این \nتلویزیون در دسته‌ی محصولات کوانتوم‌دات Quantum Dot قرار می‌گیرد و \nصفحه‌نمایشی متفاوت در ابعاد 65اینچی دارد. بین لایه‌های صفحه‌نمایش یک \nلایه از ذرات کوانتوم‌دات قرار داده شده است که باعث می‌شود تصویر با کیفیت\n بهتری نمایش داده شود. درواقع این صفحه دربرابر نور رساناست و آن را به \nبیرون از صفحه‌نمایش منتقل می‌کند. گفتنی است ذرات کوانتوم دات دربرابر \nتابش نور بسیار درخشان می‌شوند و رنگ‌های تصویر را زنده‌تر و شفاف‌تر نمایش\n می‌دهند. برای 65Q78 کیفیت‌تصویر 4K در نظر گرفته شده است. این کیفیت \nدارای رزولوشن 2160 × 3840 پیکسلی بوده و تصویری بسیار دقیق و شفاف به \nنمایش می‌گذارد و بیننده را شگفت‌زده می‌کند. قابلیت Ultra Black باعث \nمی‌شود رنگ‌های سیاه تصویر با کیفیت بیشتری نمایش داده شوند. کلمه‌ی 4K \nنشان‌دهنده‌ی وضوح تصویر چهاربرابر Full HD است؛ درنتیجه تصویری چهاربرابر \nواضح‌تر و شفاف‌تر از این دسته از تلویزیون‌ها دریافت خواهید کرد. سامسونگ \nبا اضافه‌کردن قابلیت HDR کار را تمام کرده است. وجود این ویژگی باعث \nمی‌شود طیف رنگی تصاویر افزایش پیدا کرده و رنگ‌ها دقیق‌تر و شفاف‌تر نمایش\n داده می‌شوند. البته توجه داشته باشید، برای بهره‌مندی از تصویری متفاوت و\n واضح، داشتن محتوای 4K و HDR الزامی است؛ یعنی درصورتی‌که با 65Q78 فقط به\n تماشای شبکه‌های تلویزیونی بپردازید، از کیفیت‌تصویر 4K خبری نخواهد بود. \nصفحه‌نمایش به‌صورت منحنی طراحی شده است و زاویه‎‌دید بهتری را برای \nکاربران فراهم می‌کند. سیستم‌صوتی این تلویزیون نیز از کیفیت‌ساخت بسیار \nخوبی برخوردار شده است. صدای خروجی آن 40وات و دوبرابر تلویزیون‌های معمولی\n 65اینچی است و فضاهای بزرگ را پوشش می‌دهد و نیازی به تهیه‌ی سیستم‌صوتی \nمجزا احساس نخواهد شد. پشتیبانی از DTS و Dolby Digital Plus هم باعث \nمی‌شود صدا در کانال‌های مجزا تفکیک شده و سه‌بعدی به نظر برسد. 65Q78 به \nSmart Hub مجهز شده است. این رابط هوشمند امکان جست‌وجو در اینترنت و \nاشتراک‌گذاری تصاویر را با تلفن همراه و سایر دستگاه‌های صوتی‌وتصویری \nفراهم می‌کند. پشتیبانی آن از فرمت‌های بسیار متنوع صوتی و تصویری باعث \nمی‌شود بتوانید از تمامی فایل‌های موجود در آرشیو خود استفاده کنید. \nدرگاه‌های ارتباطی 65Q78 از تنوع بسیار خوبی برخوردار شده است که باعث \nمی‌شود بتوانید دستگاه‌های دیجیتالی متنوعی را به 65Q78 متصل کنید. \nدرگاه‌های ارتباطی آن شامل سه عدد USB و چهار عدد HDMI است. از طریق \nپورت‌های USB می‌توانید فلش‌مموری و هارداکسترنال خود را متصل کنید و از \nفایل‌های موجود در آن استفاده کنید. همچنین پورت‌های HDMI امکان اتصال سایر\n پخش‌کننده‌های صوتی‌وتصویری را فراهم می‌کنند. برای اتصال دستگاه‌های \nقدیمی‌تر به تلویزیون، برای آن درگاه‌های کامپوننت و کامپوزیت در نظر گرفته\n شده است. کاربرانی که ترجیح می‌دهند سیستم‌صوتی مجزایی به تلویزیون خود \nمتصل کنند، می‌توانند از درگاه اپتیکال آن استفاده کنند. راه ارتباطی بسیار\n مهم درنظر‌گرفته‌شده برای آن، بلوتوث داخلی است. این امر امکان اتصال \nساندبارهای بلوتوثی سامسونگ را برای کاربر فراهم می‌کند؛ درنتیجه با \nاستفاده از این امکان، مشکلاتی که اتصال کابل ایجاد می‌کند، به وجود \nنمی‌آید. ریموت‌کنترل 65Q78 کارایی بسیار جذابی دارد. این ریموت‌کنترل \nهوشمند علاوه‌بر کاربردهای معمول کنترل‌های دیگر، امکان دریافت دستور صوتی \nرا دارد. درواقع کاربر می‌تواند با استفاده از آن به زبان انگلیسی، کانال \nدلخواه خود را انتخاب کند یا اینکه وارد تنظیمات شود. درمجموع امکانات \nپیشرفته‌ی 65Q78 نیاز هر کاربر حرفه‌ای را برآورده می‌کند.&nbsp;مشتریانی که تا \nپایان روز 2 تیر ماه 97 کالا را نصب کنند به ایشان کارت هدیه تعلق می‌گیرد.\n</div>', '', '', '', '[\"2821188.jpg\",\"2829270.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1560453486724-4269', 'تلویزیون ال ای دی هوشمند سامسونگ مدل 49N6900 سایز 49 اینچ', '', 'تلوزیون,samsung', '<div style=\"text-align: right;\">مدل «49N6900» محصولی با طراحی متفاوت و جذاب از «سامسونگ» است. صفحه‌نمایش\n تخت 49 اینچی این تلویزیون، تصاویر را با کیفیت Full HD پخش می‌کند؛ \nدرنتیجه می‌توانید از تماشای فایل‌های تصویری خود لذت ببرید. در کنار تصویر\n خوب، سیستم‌صوتی نیز متناسب با آن طراحی شده است. اسپیکرها درمجموع قادر \nبه تولید 20 وات صدا هستند که این میزان برای تلویزیون‌های بزرگ‌تر هم در \nنظر گرفته می‌شود. پشتیبانی آن از فرمت‌های Dolby Digital Plus و DTS باعث \nمی‌شود که بتوانید فیلم‌ها یا فایل‌های دیگری را که به این سیستم‌های صوتی \nمجهز شده‌اند، در این تلویزیون به اجرا درآورید. پایه‌ی 49N6900 به‌ صورت \nمتفاوتی طراحی شده است و در قسمت مرکزی بدنه قرار دارد. رنگ قاب تلویزیون \nخاکستری بوده و بخش جلویی پایه، نقره‌ای‌رنگ طراحی شده است. این تلویزیون \nدو عدد پورت USB و سه عدد پورت HDMI دارد که اتصالات موردنیاز کاربران را \nممکن می‌سازد. می‌توانید در فلش‌مموری خود فیلم یا سریال موردعلاقه‌تان را \nذخیره کنید و پس از اتصالش به تلویزیون، از آن بهره‌مند شوید. همچنین \nمی‌توانید سایر پخش‌کننده‌های دیجیتالی را از پورت HDMI به آن متصل کرده و \nتصاویر باکیفیتی داشته باشید. برای اتصال به اینترنت هم می‌توانید یکی از \nدو راه Wi-Fi و LAN را انتخاب کنید. برای افرادی که سیستم‌صوتی خانگی \nدارند، خروجی اپتیکال در نظر گرفته شده است تا بتوانند از صدایی واضح‌تر \nبهره‌مند شوند. 49N6900 تلویزیونی هوشمند است که به ‌لطف سیستم‌عامل Smart \nHub، امکانات بسیار متنوعی را برای کاربرانش فراهم می‌کند. به ‌لطف آن \nجست‌وجو در اینترنت، دانلود و نصب اپلیکیشن‌های فروشگاه سامسونگ میسر شده \nاست؛ همچنین این مدل به گیرنده‌ی دیجیتال داخلی مجهز است که شما را از \nتهیه‌ی یک دستگاه جداگانه بی‌نیاز می‌کند. در کنار امکانات نام‌برده‌شده، \nکاربران می‌توانند به‌واسطه‌ی قابلیت‌های DLNA و Mirroring، تصویر \nدرحال‌پخش از تلویزیون را با موبایل یا سایر دستگاه‌های دیجیتالی به‌ \nاشتراک بگذارند. <br></div>', '', '', '', '[\"3611753.jpg\",\"3611754.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1560453593856-4854', 'تلویزیون ال ای دی هوشمند خمیده سامسونگ مدل 55NU7950 سایز 55 اینچ', '', 'تلوزیون,samsung', '<div style=\"text-align: right;\">تلویزیون هوشمند «سامسونگ» مدل «55NU7950» محصولی از سامسونگ است که برای \nکاربران معمولی با سالن متوسط و نسبتاً بزرگ گزینه‌ی بسیار خوبی به حساب \nمی‌آید. صفحه‌نمایش تخت 55 اینچی این تلویزیون، تصاویر را با کیفیت 4K پخش \nمی‌کند؛ درنتیجه می‌توانید از تماشای فایل‌های تصویری خود با کیفیت بسیار \nخوب لذت ببرید؛ البته این کیفیت‌تصویر درصورتی‌که محتوای 4K به تلویزیون \nمنتقل کنید، قابل‌استفاده است. در کنار تصویر خوب، سیستم‌صوتی نیز متناسب \nبا آن طراحی شده است. اسپیکرها درمجموع قادر به تولید 20 وات صدا هستند که \nاین میزان برای تلویزیون‌های بزرگ‌تر هم در نظر گرفته می‌شود و پشتیبانی \nآن‌ها از فرمت‌های Dolby Digital Plus و DTS باعث می‌شود که بتوانید \nفیلم‌ها یا فایل‌های دیگری را که به این سیستم‌های صوتی مجهز شده‌اند، در \nاین تلویزیون به اجرا درآورید. پایه‌ی 55NU7950 در قسمت مرکزی بدنه قرار \nدارد. رنگ تلویزیون، نوک‌مدادی تیره و نزدیک به مشکی است و بدنه تماماً \nفلزی طراحی شده است. این تلویزیون دو عدد پورت USB و سه عدد پورت HDMI دارد\n که اتصالات موردنیاز کاربران را ممکن می‌سازد. می‌توانید در فلش‌مموری خود\n فیلم یا سریال موردعلاقه‌تان را ذخیره کنید و پس از اتصالش به تلویزیون، \nاز آن بهره‌مند شوید؛ همچنین می‌توانید سایر پخش‌کننده‌های دیجیتالی را از \nپورت HDMI به آن متصل کرده و تصاویر باکیفیتی داشته باشید. برای اتصال به \nاینترنت هم می‌توانید یکی از راه‌های Wi-Fi یا LAN را انتخاب کنید. برای \nافرادی که سیستم‌صوتی خانگی دارند، خروجی اپتیکال در نظر گرفته شده است تا \nبتوانند از صدایی واضح‌تر بهره‌مند شوند. 55NU7950 تلویزیونی هوشمند است که\n به ‌لطف سیستم‌عامل Smart Hub، امکانات بسیار متنوعی را برای کاربرانش \nفراهم می‌کند و امکان جست‌وجو در اینترنت، دانلود و نصب اپلیکیشن‌های \nفروشگاه سامسونگ در آن میسر شده است. این مدل به گیرنده‌ی دیجیتال داخلی \nمجهز است که شما را از تهیه‌ی یک دستگاه جداگانه بی‌نیاز می‌کند. در کنار \nامکانات نام‌برده، کاربران می‌توانند تصویر درحال‌پخش از تلویزیون را \nبه‌واسطه‌ی قابلیت‌های DLNA و Mirroring با موبایل یا سایر دستگاه‌های \nدیجیتالی به‌ اشتراک بگذارند. این تلویزیون با ساندبارها و میزهای منحنی، \nترکیب بسیار جالبی ارائه می‌دهد که در دکوراسیون بسیار مفید است.</div>', '', '', '', '[\"3764117.jpg\",\"3764119.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1560453823722-7454', 'ماشین ظرفشویی دوو مدل DDW-M1411', '', 'ماشین ظرفشویی,daevoo', '<div style=\"text-align: right;\">یکی از ظرفشویی های با کیفیت تولید شده توسط کمپانی دوو ماشین ظرفشویی ۱۴ \nنفره دوو مدل DDW-M1411 است. این ظرفشویی از مدل های مبله تولید شده توسط \nکمپانیی دوو است که با رنگ بدنه نقره ای تولید شده. عرض ظرفشویی ۶۰ سانتی \nمتر می باشد؛اندازه استاندارد موجب شده تا به سادگی در محل مخصوص ماشین \nظرفشویی قرار گیرد. بالاترین قسمت ظرفشویی، محل قرار گیری کنترل پنل می \nباشد. با وجود دکمه های فشاری می توانید تنظیمات دلخواه را اعمال کنید.\n\nجهت شستشوی بهینه و بهتر ظروف، می توانید از ۶ برنامه موجود بر روی ظرفشویی\n بهره بگیرید. با این وجود ارائه نتیجه بهتر در کنار مصرف بهینه آب و انرژی\n را شاهد خواهیم بود. یکی از برنامه های موجود بر روی ظرفشویی می توان به \nشستشوی سریع اشاره کرد؛ با انتخاب این برنامه، ظروف در کمترین زمان ممکن \nتمیز و براق خواهند شد.‌کلاس بهره وری انرژی A است، با این وجود می توان \nگفت ۱۴۱۲ دوو جزء ظرفشویی های کم مصرف موجود در بازار می باشد. محفظه داخلی\n شامل ۲ کشو می باشد؛ این دو کشو دارای قسمت های مجزایی جهت قرار گیری \nانواع ظروف مختلف می باشد.‌\n\nهمان طور که می دانید یکی از فاکتورهای پر اهمیت هنگام خرید لوازم خانگی، \nطراحی و رنگ بدنه است. بر این اساس کمپانی های تولید کننده سعی می کنند \nلوازم خانگی را با طرح ها و رنگ های متنوع تولید کنند تا مشتریانشان را \nراضی نگه دارند. مدل ماشین ظرفشویی ۱۴۱۲ دوو از نوع مبله است که با رنگ \nبدنه نقره ای تولید شده.\n\nماشین های ظرفشویی مبله به سادگی درون کابینتها قرار می گیرند و همچنین می \nتوانید آن ها را خارج از کابینت نیز نصب و راه اندازی کنید. این ماشین \nظرفشویی با عرض استاندارد ۶۰ سانتی متر تولید شده که به سادگی در محل مخصوص\n ظرفشویی قرار می گیرد. با باز کردن ظرفشویی شاهد دو کشو جهت قرار گیری \nانواع ظروف مختلف هستیم. با این وجود شما می توانید به سادگی ظروف خود را \nدر ظرفشویی قرار دهید.‌ کنترل پنل ظرفشویی در قسمت بالایی درب قرار داده \nشده تا دسترسی به آن ها ساده تر باشد. کنترل پنل شامل دکمه های فشاری جهت \nاعمال تنظیمات و صفحه نمایش می باشد.\n\nماشین ظرفشویی دوو DDW-M1412S با برنامه های متنوع شستشو همراه شده. با این\n وجود شما می توانید با توجه به نوع ظروف و میزان کثیفی آن ها، برنامه \nمتناسب را انتخاب کنید. انتخاب برنامه مناسب، علاوه بر شستشوی بهتر ظروف، \nمانع هدر رفتن آب و انرژی خواهد شد.‌شستشوی سریع « Rapid washing » یکی از \nبرنامه های موجود بر روی این ظرفشویی است که در کمترین زمان ممکن ظروف را \nتمیز و براق خواهد کرد. از ویژگی های خوب ظرفشویی دوو می توان به برچسب \nانرژی A اشاره کرد.‌ صدای تولید شده تنها ۴۸ دسی بل می باشد. مصرف آب هم در\n هر چرخه ۱۱ لیتر است.‌\n                        </div>', '', '', '', '[\"4191228.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1560453937980-1323', 'ماشین ظرفشویی بوش SMS67TW02B ', '', 'ماشین ظرفشویی,bosch', '<div style=\"text-align: right;\">ماشین ظرف‌شویی مدل «SMS46MW01B» یکی از محصولات مبله‌ی کارآمد و خوش‌ساخت \n«بوش» است. این دستگاه با ظرفیت 14 نفره تولید شده است و سبدهای بزرگ و \nجادار آن فضای مناسب برای قرارگیری انواع بشقاب، کاسه، دیس، لیوان و قاشق و\n چنگال را فراهم کرده‌اند.&nbsp; دستگاه SMS46MW01B از شش برنامه‌ی شست‌وشو \nبهره‌مند است که شامل برنامه‌های شست‌وشوی Pre-Rinse، استفاده‌ی زیاد، \nاقتصادی، خودکار، شست‌وشوی سریع و شیشه می‌شود. با استفاده از برنامه‌ی \nشست‌وشوی اقتصادی در مصرف آب صرفه‌جویی می‌‌شود. گفتنی است این مدل از کلاس\n مصرف انرژی A+++ بهره‌مند است&nbsp; و از نظر مصرف انرژی عملکرد بسیار بهینه‌ای\n دارد. دستگاه SMS46MW01B بوش موتوری کم‌صدا و فدرتمند دارد و صدای آن از \n42 دسی‌بل تجاوز نمی‌کند.&nbsp; دوام بالای موتور و طول عمر زیاد آن به کیفیت \nعملکرد دستگاه افزوده است. میزان آب مصرفی این مدل به طور میانگین 9.5 لیتر\n است. به طور کلی استفاده از ماشین ظرف‌شویی نسبت به شست‌وشوی دستی \nبهینه‌تر است و به صرفه‌جویی در مصرف آب کمک شایان توجهی می‌کند. گفتنی است\n علاوه بر برنامه‌های اصلی شست‌وشو، برنامه‌های شست‌وشوی سریع VarioSpeed، \nشست‌وشوی قوی و شست‌وشوی نصف ظرفیت هم در این مدل وجود دارد.</div>', '', '', '', '[\"3491603.jpg\",\"3491606.jpg\",\"3491611.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561015066594-1551', 'ماشین ظرفشویی اسمگ مدل LVFAB', '', 'ماشین ظرفشویی,LVFAB,اسمگ', '<div style=\"text-align: right;\">ماشین ظرف‌شویی «اسمگ» مدل «<span dir=\"LTR\">LVFAB</span>» یک محصول توکار \nاست که با طراحی مینیمال و جذاب خود زیبایی‌بخش آشپزخانه است. طراحی دستگاه\n به سبک کلاسیک و با رنگ‌های شاد و جذاب انجام شده است. اسمگ با درنظرگرفتن\n پنل تنظیمات مخفی در لبه‌ی داخلی ظرفشویی، به حفظ زیبایی محصول و سادگی آن\n کمک کرده است. این ظرف‌شویی با برخورداری از دو سبد بزرگ از گنجایش 13نفره\n بهره می‌برد. دستگاه <span dir=\"LTR\">LVFAB</span> دارای ده برنامه‌ی پیش‌فرض است . امکان تنظیم دمای کار دستگاه در درجه‌های <span dir=\"LTR\">38</span>، <span dir=\"LTR\">45</span>، <span dir=\"LTR\">50</span>، <span dir=\"LTR\">65 </span>و 70 درجه وجود دارد. برای حفظ کیفیت عملکرد و ایمنی دستگاه سیستم <span dir=\"LTR\">AquaStop</span>\n از نشت آب جلوگیری می‌کند. گفتنی است به کمک برنامه‌ی شست‌وشو با تاخیر \nمی‌توانید آغاز کار دستگاه را تا حداکثر نُه ساعت به تعویق بیندازید. \nبه‌علاوه چراغ نشانگر مخصوصی برای اعلام زمان تعویض نمک ظرف‌شویی در این \nمدل وجود دارد. از دیگر مزایای کارآمد دستگاه، قابلیت شست‌وشوی نصف ظرفیت \nاست. به‌کارگیری استیل ضدزنگ برای ساخت بدنه‌ی این ظرف‌شویی به استحکام \nدستگاه انجامیده و ظاهر شکیلی به آن داده است. &nbsp;گفتنی است این دستگاه \nقابلیت شست‌وشوی ظروف با حداکثر ارتفاع 30 سانتی‌متر را در سبد اصلی و 23.5\n سانتی‌متر در سبد بالایی دارد.</div>', '', '', '', '[\"2384638.jpg\",\"2384693.jpg\"]', '{\"rate\":true,\"vote\":true,\"tech\":true}', '', '', ''),
('p_1561015226744-4033', 'ماشین ظرفشویی رومیزی سام مدل T1305', '', 'ماشین ظرفشویی,سام,T1305', '<div style=\"text-align: right;\">ماشین ظرف‌شویی «سام» (<span dir=\"LTR\">SAM</span>) مدل «<span dir=\"LTR\">T1305</span>»\n محصولی با طراحی ساده بوده که در ابعادی بسیار کوچک طراحی‌ شده است. این \nماشین ظرف‌شویی رومیزی با ظرفیت شش نفر، به همراه شش برنامه‌ی شست‌وشو \nطراحی و ساخته‌ شده است. از دیگر قابلیت‌های این محصول می‌توان به امکان \nشست‌وشوی کریستال، شست‌وشوی سریع و 3<span dir=\"LTR\">x1</span> برنامه‌ی \nمخصوص استفاده از قرص اشاره کرد. پنل تنظیمات دستگاه در قسمت بالای آن قرار\n گرفته و از طریق آن امکان تنظیم برنامه‌ی کارکرد دستگاه وجود دارد. تفاوت \nاصلی این محصول با کالای مشابه‌اش یعنی مدل <span dir=\"LTR\">T1309</span>، \nنداشتن صفحه‌نمایش و طراحی ظاهری است. سام (گروه آتی) شرکتی ایرانی بوده که\n در سال 1392 تاسیس شده است. فعالیت اصلی این شرکت در زمینه‌ی طراحی و ساخت\n لوازم‌خانگی و دستگاه‌های تهویه‌ی مطبوع است. درحال‌حاضر سام، 482 \nنمایندگی در سراسر کشور دارد که این تعداد همواره رو به افرایش است. \nمحصولات سام از نظر قیمت، در سطح متوسط رو به بالا و از نظر کیفیت، در سطح \nخوب رو به بالا قرار دارند.</div>', '', '', '', '[\"515746.jpg\",\"515819.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561015387361-2262', 'ماشین ظرفشویی بوش مدل SMS50E92GC', '', 'ماشین ظرفشویی,بوش', '', '', '', '', '[\"5112379.jpg\",\"41912280.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561015831937-8771', 'گوشی موبایل سامسونگ مدل Galaxy A50 SM-A505F/DS دو سیم کارت ظرفیت 128گیگابایت', '', 'samsung,گلکسی', '<div style=\"text-align: right;\">سامسونگ سال 2019 را با متنوع کردن هرچند بیشتر سری گوشی‌های A خود آغاز \nکرد. این سری از تولیدات سامسونگ به داشتن صفحه‌نمایش بسیار با کیفیت \nAMOLED و دوربین‌هایی با امکانات بالا شهرت دارند. در این میان به نظر \nمی‌رسد گوشی «Galaxy A50» حرف‌های زیادی در هر دوی این زمینه‌ها داشته \nباشد. گوشی موبایل Galaxy A50 با صفحه‌نمایش سوپر آمولد طراحی &nbsp;شده است و \nظاهر زیبایی دارد. سامسونگ تلاش کرده است حاشیه را در این تولید جدید خود \nتا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن\n را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این محصول \nسامسونگ با جدیدترین نسخه از سیستم‌عامل اندروید (Pie) روانه بازار شده است\n تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این \nگوشی 6.4&nbsp;اینچ با رزولوشن FullHD+ &nbsp;است که با استفاده از فناوری Super \nAMOLED و پنل OLED تصاویر شفاف و بی‌نظیری را به نمایش می‌گذارد. این \nصفحه‌نمایش در هر اینچ 403 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح\n تصویر عالی است. همچنین روکش این نمایشگر لایه‌ی محافظ Corning Gorilla \nGlass است که از خط‌وخش و ضربه جلوگیری می‌کند. تراشه‌ی این محصول، Exynos \n9610 &nbsp;از تراشه‌های 10 نانومتری سامسونگ است که به همراه&nbsp; 4 گیگابایت رم \nعرضه می‌شود. این تراشه یکی از قوی‌ترین تراشه‌های موجود در حال حاضر است و\n برای انجام بازی‌های سنگین و بازکردن چندین برنامه به صورت هم‌زمان و \nتماشای ویدئو کاملا مناسب است و کم نمی‌آورد. تراشه‌ی گرافیکی Mali-G72 MP3\n هم برای پخش ویدئو و بازی مناسب است. این گوشی در دو ظرفیت 64 و 128 \nگیگابایتی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید\n بود حافظه داخلی را تا یک ترابایت دیگر هم افزایش دهید. دوربین اصلی &nbsp;A50 \nسنسور 25مگاپیکسلی دارد و از نوع عریض (Wide) است. دو سنسور 8 &nbsp;و 5 \nمگاپیکسلی دیگر هم در کنار این دوربین اصلی مجموعه دوربین‌های قاب پشتی A50\n را تشکیل داده‌اند. دوربین سلفی 25مگاپیکسلی هم در قاب جلویی این گوشی به \nکار گرفته شده است. باتری 4000 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ \nسریع 15 واتی، درگاه USB Type-C و حسگر اثرانگشت در زیر قاب اصلی هم از \nدیگر ویژگی‌های این تازه‌وارد است. سامسونگ در ساخت این گوشی از جدیدترین \nفناوری‌های ساخت گوشی استفاده کرده است تا میان‌رده‌ای با قابلیت‌های نزدیک\n به یک بالارده خوش‌ساخت را روانه بازار کند.</div>', '', '', '', '[\"111460791.jpg\",\"111460792.jpg\",\"111460800.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561016539460-6502', 'گوشی موبایل اپل مدل iPhone X ظرفیت 256 گیگابایت', '', 'آیفون,iphone x,256', '<div style=\"text-align: right;\">اپل در سالگرد ده‌سالگی آیفون، از آیفونی سخن به میان­ آورد که آن را با \nنام آیفون 10 یا آیفون ایکس صدا می‌­زد. بسیاری از قسمت­‌های آیفون جدید، \nدست‌خوش تغییرات بزرگی شده‌­اند که طرف­‌داران اپل را هیجان­‌زده کرده است و\n آیفون 10 را به محصولی متفاوت تبدیل کرده­‌اند. نمایشگری که این بار با \nپنل­ اولد ساخته‌شده و اپل نام فناوری به‌کاررفته در آن را سوپر رتینا \nگذاشته است تابه‌حال در هیچ آیفون دیگری استفاده‌نشده بود. این نمایشگر \nرزولوشن بالایی در مقایسه با آیفون­‌های قبلی دارد به‌طوری‌که در اندازه­‌ی\n 5.8 اینچ‌­اش در حدود 458 پیکسل را در هر اینچ جا داده است. این اولین بار\n است که این حجم از پیکسل در اینچ و همچنین ابعاد در نمایشگر آیفون­‌ها \nاستفاده شده است. همچنین این نمایشگر تقریبا تمام قاب جلویی گوشی را پر \nکرده؛ این مورد در کنار لبه­‌های براق قاب اصلی جلوه­‌ای لوکس به آیفون 10 \nداده است. قاب پشتی هم از جنس شیشه ساخته‌شده تا هم گوشی مشکل آنتن­‌دهی \nنداشته باشد و هم امکان شارژ بی­سیم باتری هم در این گوشی وجود داشته باشد.\n این بدنه­‌ی زیبا در مقابل خط‌­وخش مقاومت بالایی دارد و می­‌توانید از \nاینکه آب و گردوغبار به‌­راحتی روی آیفون ایکس تاثیر نمی­‌گذارد، خیال­‌تان\n راحت باشد. مورد دیگر مجهز شدن آیفون 10 به حسگر تشخیص چهره است. این \nفناوری چهره­‌ی شما را با استفاده از فناوری جدید شناسایی می­‌کند؛ حتی اگر\n تغییری در چهره­‌ی شما ایجاد شود، آن را شناخته و تنها با صورت شما قفل \nگوشی را باز می­‌کند. به لطف این فناوری جدید دیگر خبری از حسگر اثرانگشت \nدر آیفون 10 نیست. دو دوربین که هر دو سنسور­هایی 12 مگاپیکسلی دارند از \nدیگر مواردی هستند که این گوشی را از سایر آیفون­‌ها متمایز کرده است. \nقابلیت اتصال به شبکه­‌های 4G با سرعت دانلود تا یک گیگابیت بر ثانیه، \nبلوتوث نسخه­‌ی 5، نسخه­‌ی 11 از iOS که مخصوص آیفون 10 شخصی­‌سازی شده و \nاز همه مهم‌تر حذف کلید خانه که به نظر اپل دیگر نیازی به آن احساس \nنمی­‌شود از دیگر ویژگی­‌های جدید این گوشی هستند. از نظر سخت­‌افزاری هم \nاین گوشی از تراشه­‌ی جدید A11 بهره می‌­برد که در آن پردازنده‌­ای شش \nهسته­‌ا‌ی و قدرتمند قرارگرفته تا بتواند علاوه بر کارهای معمول، از \nقابلیت­‌های جدید واقعیت مجازی که اپل این روزها روی آن تمرکز خاصی دارد، \nپشتیبانی کند. آیفون جدید تنها در دو رنگ خاکستری و نقره‌ای ارائه می­‌شود.</div>', '', '', '', '[\"1335242.jpg\",\"1335864.jpg\",\"1336257.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561016775936-6707', 'گوشی موبایل هوآوی مدل Mate 10 lite RNE-L21 دو سیم‌ کارت ', '', 'هوآوی,دوسیم', '<div class=\"c-mask__text c-mask__text--product-summary js-mask__text is-active\" style=\"max-height: unset; height: unset; text-align: right;\"><p dir=\"RTL\">اگر\n می‌خواهید با هزینه‌ای نه‌چندان بالا، گوشی موبایلی با امکانات زیاد در \nاختیار داشته باشید و از بدنه‌ی مقاوم، دوربین باکیفیت، حافظه‌ی داخلی \nبالا&nbsp;و پردازنده‌ی قدرتمند گوشی لذت ببرید، می‌توانید محصول جدید شرکت چینی\n «هوآوی» مدل<span dir=\"LTR\">&nbsp;«Mate 10 lite»&nbsp;</span>را انتخاب و خریداری \nکنید. روی قاب پشتی گوشی میت 10 لایت از دو دوربین استفاده شده است. از \nمیان این دوربین‌ها دوربین 16مگاپیکسلی به‌عنوان دوربین اصلی در کنار یک \nدوربین 2مگاپیکسلی قرار گرفته است. با استفاده از این دوربین‌ها می‌توان \nعکس‌هایی با پس‌زمینه‌ی مات گرفت. این نوع فناوری را قبلا با نام «<span dir=\"LTR\">Portrait Mode</span>» در گوشی‌های&nbsp;<span dir=\"LTR\">iPhone</span>&nbsp;مشاهده\n کرده بودیم. در قسمت جلوی این گوشی نیز دو دوربین قرار گرفته‌اند که \nدوربین اصلی از قابلیت گرفتن تصاویر 13مگاپیکسلی برخوردار بوده و دیگری \nبه‌عنوان دوربین 2مگاپیکسلی مکمل دوربین اصلی است.</p><p dir=\"RTL\">در کنار\n استفاده از چهار دوربین، شرکت هوآوی، میت 10 لایت را با سخت‌افزاری نسبتا \nقدرتمند راهی بازار کرده است. همان‌طور که انتظار داشتیم، این تلفن همراه \nهوشمند با تراشه‌ی<span dir=\"LTR\">&nbsp;Kirin 659&nbsp;</span>در اختیار کاربران قرار می‌گیرد. تراشه‌ای هشت‌هسته‌ای که از چهار هسته‌ی<span dir=\"LTR\">&nbsp;Cortex-A53&nbsp;</span>با فرکانس 2.36 گیگاهرتز و ۴ هسته‌ی<span dir=\"LTR\">&nbsp;Cortex A53&nbsp;</span>دیگر\n با فرکانس 1.7 گیگاهرتز بهره می‌برد. از دیگر مشخصات سخت‌افزاری میت 10 \nلایت می‌توانیم به وجود ۴ گیگابایت رم و ۶۴ گیگابایت حافظه‌ی داخلی اشاره \nکنیم.&nbsp;این گوشی از کارت حافظه هم پشتیبانی می‌کند. یک باتری 3340 \nمیلی‌آمپرساعتی برای<span dir=\"LTR\">&nbsp;Mate 10 lite&nbsp;</span>در نظر گرفته‌ \nشده که برای انواع کارهای روزانه مناسب است و به نظر می‌رسد که برای \nنگه‌داشتن باتری برای یک روز کفایت می‌کند. گفتنی است این محصول از \nصفحه‌نمایش 5.9 اینچی با نسبت تصویر&nbsp;<span dir=\"LTR\">18:9</span>&nbsp;بهره \nمی‌گیرد و از اندروید 7.0 برخوردار است که قابلیت‌های مختلفی برای مصرف \nبهینه‌ی باتری در اختیار کاربران قرار می‌دهد.&nbsp;کاربران این گوشی \nمی‌توانند&nbsp;سنسور تشخیص اثرانگشت را شخصی‌سازی کنند تا بتوانند کارهای \nمختلفی با آن انجام دهند. اگر نمایشگر بزرگ در کنار ظرفیت زیاد حافظه‌ی \nداخلی و رم از اولویت‌های شما در انتخاب گوشی موبایل هستند و اگر در گروه \nعلاقه‌مندان به عکاسی با گوشی موبایل قرار دارید، می‌توانید گوشی هوآوی میت\n 10 لایت را به‌عنوان یکی از گزینه‌های انتخاب مدنظر قرار دهید<span dir=\"LTR\">.</span></p></div>', '', '', '', '[\"1786303.jpg\",\"1786361.jpg\",\"1786423.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561016901911-8408', 'گوشی موبایل نوکیا مدل 3.1 دو سیم کارت ظرفیت 16 گیگابایت', '', 'نوکیا,دوسیم', '<div style=\"text-align: right;\">«نوکیا 3.1» (Nokia 3.1) یک گوشی میان‌رده‌ی اندرویدی است که به عنوان یکی \nاز اعضای خانواده گوشی‌های مقرون‌به‌صرفه Nokia 3 به بازار عرضه شده است. \nدر ساخت بدنه‌ی این گوشی،‌ از پلاستیک استفاده شده که توسط یک قاب \nآلومینیومی احاطه شده است. در قسمت جلویی این گوشی هم یک لایه‌‌ شیشه‌‌ای \nقرار داده شده است تا از نمایشگر نوکیا 3.1 در برابر ضربه‌های احتمالی \nمحافظت کند. این شیشه از نمایشگری 5.2 اینچی محافظت می‌کند که دقت آن‌ HD‌ \nمعادل ۱44۰×۷۲۰ پیکسل است. این گوشی میان‌رده به‌طور پیش‌فرض از اندروید \nنسخه‌ی 8.0 (اوریو) استفاده می‌کند که به رابط کاربری استاندارد Android \nOne بدون هیچ دستکاری یا شخصی‌سازی خاصی مزین شده است. این مدل از تراشه‌ی \nساخت شرکت مدیاتک با پردازنده‌ای هشت هسته‌ای در کنار دو گیگابایت رم و 16 \nگیگابایت حافظه‌ی داخلی استفاده می‌کند؛ البته می‌توان درصورت لزوم، مقدار \nحافظه‌ی داخلی را به‌ کمک درگاه کارت حافظه‌ی‌ MicroSD ‌تا 256 گیگابایت \nدیگر اضافه کرد. دوبین اصلی در این گوشی از حسگر 13مگاپیکسلی ‌همراه \nلنزهایی با نسبت کانونی‌ f/2.0‌ استفاده می‌کنند؛ دوربین سلفی هم سنسوری 8 \nمگاپیکسلی دارد و امکان عکاسی HDR را برای کاربر به همراه دارد. دوربین \nپشتی به یک فلش‌ LED‌ تکی برای عکاسی در شرایط نوری ضعیف هم مجهز شده است. \nنوکیا 3.1 دارای یک باتری لیتیوم‌یون با ظرفیت 2990 میلی‌آمپرساعت است که \nطبق گفته‌ی شرکت سازنده می‌تواند تا 18 ساعت مکالمه مداوم را پشتیبانی کند.\n نوکیا 3.1 در سه رنگ آبی، مشکی و سفید تولید شده است.</div>', '', '', '', '[\"110596393.jpg\",\"110596404.jpg\",\"110596405.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', ''),
('p_1561017136777-7534', 'گوشی موبایل ایسوس مدل Zenfone 3 ZE520KL دو سیم کارت', '', 'ایسوس,Zenfone', '<div style=\"text-align: right;\">اگر داشتن گوشی موبایلی با طراحی زیبا، حافظه‌ی داخلی زیاد، دوربین قدرتمند\n و صفحه‌نمایش بزرگ برای شما حائز اهمیت است، «Zenfone 3 ZE520KL» ساخت \nشرکت «ایسوس» می‌تواند انتخاب مناسبی برایتان باشد. این گوشی با داشتن \nنمایشگری 5.2اینچی از وضوح تصویر 1920×1080 برخوردار است. با توجه به \nرزولوشنی که این نمایشگر دارد، تراکم پیکسلی بالای 424 پیکسل بر هر اینچ \nبرای آن به دست می‌آید. شرکت تولیدکننده برای افزایش استقامت صفحه‌نمایش از\n محافظ گوریلاگلس نسل 3 بهره گرفته است که می‌تواند در برابر خط‌وخش و \nبرخورد با سطوح سخت، محافظ خوبی باشد. پردازنده‌ی مرکزی 8هسته‌ای ذن‌فون 3 \nروی تراشه اسنپدراگون 625 قرار دارد و می‌تواند به‌خوبی از پس انجام امور \nنیمه‌سنگین برآید. حافظه داخلی این گوشی 32 گیگابایت است و یار همیشگی \nپردازنده، یعنی حافظه‌ی رم، از ظرفیت 3گیگابایتی برخوردار شده تا با \nتوانایی بیشتری به پردازش داده‌ها کمک کند. با توجه به اینکه این میزان \nظرفیت داخلی به‌تنهایی برای ذخیره‌سازی حجم زیادی از اطلاعات کافی نیست، \nشرکت ایسوس قابلیت پشتیبانی از کارت حافظه microSD را برای افزایش هرچه \nبیشتر ظرفیت این محصول در نظر گرفته است. دوربین قدرتمند ذن‌فون 3 به \nسنسوری 16مگاپیکسلی مجهز شده است که با داشتن امکاناتی مانند فوکوس با \nاشاره روی سوژه (Touch Focus)، قابلیت تشخیص چهره (Face Detection)، قابلیت\n عکاسی پانوراما و عکاسی HDR امکان ثبت تصاویری با وضوح بالا را در اختیار \nکاربران قرار داده است. شاید بتوان مهم‌ترین ویژگی دوربین ذن‌فون 3 را \nلرزش‌گیر اپتیکال آن در چهار محور دانست که می‌تواند از تارشدن عکس به دلیل\n لرزش دست جلوگیری کند. در کنار این سنسور قدرتمند، سنسوری 8مگاپیکسلی&nbsp;در \nدوربین سلفی این محصول جای گرفته که در مقایسه با بسیاری از محصولات مشابه \nبازار از کیفیت بهتری برخوردار است. در این محصول نسخه 6 اندروید به‌عنوان \nسیستم‌عامل، ایفای نقش می‌کند و با ارائه‌ی امکانات کامل اندروید مارشمالو \nبه کاربران، تجربه‌ی کاربری بهتری را پیش روی آن‌ها قرار می‌دهد. در زیر \nقاب ذن‌فون 3 یک باتری لیتیوم‌یون با ظرفیت 2600 میلی‌آمپر ساعت قرار دارد \nکه انرژی لازم برای روشن نگه‌داشتن گوشی موبایل را فراهم می‌کند. اگر \nامکاناتی که در بالا به آن‌ها اشاره شد هنوز نتوانسته شما را برای خرید \nذن‌فون 3 قانع کند، بدنه‌ی خوش‌ساخت این محصول با ترکیبی از فلز و شیشه \nمی‌تواند در یک نگاه شما را برای انتخاب قانع سازد.</div>', '', '', '', '[\"997383.jpg\",\"997420.jpg\",\"997448.jpg\"]', '{\"rate\":false,\"vote\":false,\"tech\":false}', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `products_categories`
--

CREATE TABLE `products_categories` (
  `id` int(11) NOT NULL,
  `text` varchar(100) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `type` varchar(50) NOT NULL,
  `parent` varchar(250) NOT NULL,
  `enabled` varchar(50) NOT NULL,
  `options` varchar(300) NOT NULL,
  `key_` varchar(150) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `access_level` varchar(2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `products_categories`
--

INSERT INTO `products_categories` (`id`, `text`, `type`, `parent`, `enabled`, `options`, `key_`, `access_level`) VALUES
(1, 'لوازم خانگی', 'menu', '', 'true', '', 'home_stuffs', '11'),
(2, 'لوازم خودرو', 'menu', '', 'true', '', 'car_stuffs', '11'),
(3, 'لوازم بازی', 'menu', '', 'true', '', 'game_stuffs', '11'),
(4, 'لوازم بدنسازی', 'menu', '', 'true', '', 'fitnessstuffs', '21'),
(5, 'لوازم آشپزخانه', 'sub_menu', 'home_stuffs', 'true', '', 'kitchen_home_stuffs', '21'),
(6, 'لوازم تزئینی', 'sub_menu', 'home_stuffs', 'true', '', 'bow_home_stuffs', '21'),
(7, 'لوازم برقی', 'sub_menu', 'home_stuffs', 'true', '', 'electrinic_home_stuffs', '21'),
(8, 'لوازم فنی', 'sub_menu', 'car_stuffs', 'true', '', 'technical_car_stuffs', '21'),
(9, 'لوازم جانبی', 'sub_menu', 'car_stuffs', 'true', '', 'accessories_car_stuffs', '21'),
(10, 'کنسول', 'sub_menu', 'game_stuffs', 'true', '', 'gameconsole_game_stuffs', '21'),
(11, 'لوازم جانبی کنسول', 'sub_menu', 'game_stuffs', 'true', '', 'gameconsolaccessories_game_stuffs', '21'),
(12, 'محصولات دیجیتالی', 'sub_menu', 'game_stuffs', 'true', '', 'digital_game_stuffs', '21'),
(13, 'لوازم حرکات قدرتی', 'sub_menu', 'fitness_stuffs', 'true', '', 'powerlifting_fitness_stuffs', '21'),
(14, 'ماشین های ورزشی', 'sub_menu', 'fitness_stuffs', 'true', '', 'sportmachins_fitness_stuffs', '21'),
(15, 'مواد خوراکی', 'menu', '', '1', '', 'food', '21'),
(16, 'لوازم الکترونیک', 'menu', '', '1', '', 'menuelectronic', '11'),
(18, 'کامپیوتر', 'sub_menu', 'menu_electronic', '1', '', 'computer_menu_electronic', '11'),
(19, 'نرم افزار', 'menu', '', '1', '', 'software', '11'),
(20, 'نرم افزار', 'menu', '', '1', '', 'software', '11');

-- --------------------------------------------------------

--
-- Table structure for table `sell_info`
--

CREATE TABLE `sell_info` (
  `product_id` varchar(50) NOT NULL,
  `price` int(10) NOT NULL,
  `selling` int(1) NOT NULL,
  `inventory_count` int(10) NOT NULL,
  `sell_info` longtext NOT NULL,
  `sold_count` int(10) NOT NULL,
  `extra_data` longtext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sell_info`
--

INSERT INTO `sell_info` (`product_id`, `price`, `selling`, `inventory_count`, `sell_info`, `sold_count`, `extra_data`) VALUES
('p_1549980159237-8909', 35000000, 1, 10, '', 0, ''),
('p_1549980524707-7135', 22000000, 1, 6, '', 0, ''),
('p_1560452989245-3190', 54990000, 1, 125, '', 0, ''),
('p_1560453101138-8608', 117550000, 1, 11, '', 0, ''),
('p_1560453205716-3064', 58000000, 1, 5, '', 0, ''),
('p_1560453486724-4269', 92500000, 1, 12, '', 0, ''),
('p_1560453593856-4854', 145400000, 1, 15, '', 0, ''),
('p_1560453823722-7454', 57850000, 1, 150, '', 0, ''),
('p_1560453937980-1323', 157700000, 1, 12, '', 0, ''),
('p_1561015066594-1551', 325000000, 1, 10, '', 0, ''),
('p_1561015387361-2262', 77700000, 1, 12, '', 0, ''),
('p_1561015831937-8771', 41990000, 1, 1000, '', 0, ''),
('p_1561016539460-6502', 170000000, 1, 10, '', 0, ''),
('p_1561016901911-8408', 15690000, 0, 10, '', 0, ''),
('p_1561017136777-7534', 19990000, 0, 13, '', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `mobile_theme` varchar(30) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `web_theme` varchar(30) NOT NULL,
  `web_status` varchar(20) NOT NULL,
  `mobile_status` varchar(20) NOT NULL,
  `change_date` varchar(30) NOT NULL,
  `title` varchar(250) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `describtion` varchar(500) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `mobile_theme`, `web_theme`, `web_status`, `mobile_status`, `change_date`, `title`, `describtion`) VALUES
(1, 'default', 'default', 'active', 'active', '2018-07-24 02:38', 'فروشگاه محصولات 4152', 'فروشگاه محصولات دیجیتالی و نرم افزار های تولید شده توسط 4152'),
(2, 'default', 'default', 'DeActive', 'Active', '2018-07-24 02:46', 'فروشگاه محصولات 4152', 'فروشگاه محصولات دیجیتالی و نرم افزار های تولید شده توسط 4152'),
(3, 'default', 'default', 'DeActive', 'Active', '2018-12-18 18:06', 'فروشگاه محصولات 4152', 'فروشگاه محصولات دیجیتالی و نرم افزار های تولید شده توسط 4152');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD UNIQUE KEY `key` (`id`);

--
-- Indexes for table `products_categories`
--
ALTER TABLE `products_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sell_info`
--
ALTER TABLE `sell_info`
  ADD PRIMARY KEY (`product_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `products_categories`
--
ALTER TABLE `products_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
